const GET_URL = 'https://25.javascript.pages.academy/kekstagram/data';
const POST_URL = 'https://25.javascript.pages.academy/kekstagram';

// const NAMES = [
//   'Инна',
//   'Иван',
//   'Павел',
//   'Мария',
//   'Егор',
//   'Виктор',
//   'Юлия',
//   'Анна',
//   'Тихон',
// ];

// const MESSAGE = [
//   'Всё отлично!',
//   'В целом всё неплохо. Но не всё.',
//   'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
//   'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
//   'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
//   'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!',
// ];

// const DESCRIPTION = [
//   'Моя первая фотография',
//   'Лучший кадр',
//   'Перед рассветом',
//   'В понедельник утром',
//   'Сон наяву',
//   'Лучшие воспоминания',
// ];

export {
  GET_URL,
  POST_URL
  // NAMES,
  // MESSAGE,
  // DESCRIPTION
};
